{
  "404": "404",
  "500": "500",
  "app.title": "Générateur de formulaires de vie privée et de consentement",
  "phase.desc": "Ce site changera au fur et à mesure que nous testerons les idées.",
  "Skip to main content": "Aller au contenu principal",
  "Language Selection": "Sélection de la langue",
  "Language selection: French": "Sélection de la langue : français",
  "footer.link1": "https://numerique.canada.ca",
  "footer.link1.desc": "Service numérique canadien",
  "wordmark.alt": "Symbole du gouvernement du Canada",
  "app.desc": "Application de démarrage de nœud",
  "Continue": "Continuer",
  "Cancel": "Annuler",
  "Error:": "Erreur :",
  "Please correct the errors on the page": "Veuillez corriger les erreurs sur la page",
  "Cannot read property 'match' of undefined": "Non valide",
  "Not found": "Non trouvé",
  "Internal server error": "Erreur de serveur interne",
  "Page not found": "Page non trouvée",
  "hello": "bonjour",
  "caught this error": "a compris cette erreur",
  "Name of card": "Nom de la carte",
  "form.send_notifications": "Souhaitez-vous recevoir des notifications ?",
  "form.notify_by": "Notifier par",
  "form.address": "Adresse",
  "form.address.desc": "Entrez votre adresse actuelle",
  "errors.send_notifications.valid": "errors.send_notifications.valid",
  "errors.notify_type": "errors.notify_type",
  "Cannot read property 'length' of undefined": "Impossible de lire la propriété'longueur' de l'indéfini",
  "next": "Suivant",
  "participant-consent-form.title": "Formulaire de consentement du participant",
  "participant-consent-form.intro": "Entrez des informations sur votre projet de recherche.",
  "landing-page.title": "Générer des formulaires de consentement et des déclarations de confidentialité pour la recherche en conception.",
  "landing-page.intro_1": "Ce service va générer des formulaires de consentement et des déclarations de confidentialité personnalisés pour la recherche en conception. Cet outil a été créé par le Service numérique canadien (SNC) pour nos propres travaux de recherche. Il est mis à la disposition des autres ministères et organismes gouvernementaux. Aucune donnée n'est recueillie ni conservée par le SNC pour la génération d'un formulaire de consentement.",
  "landing-page.intro_2": "Pour mener des recherches auprès du public, il faut d'abord obtenir le consentement des participant·e·s. Les avis de confidentialité et de consentement aident à renseigner les participant·e·s en leur expliquant qui nous sommes, pourquoi nous menons des recherches et comment leurs données seront utilisées. Ces documents précisent également le droit des participant·e·s à se retirer du processus à tout moment.",
  "landing-page.intro_3": "Indiquez ci-dessous les renseignements relatifs à votre étude pour générer un formulaire de consentement et la déclaration de confidentialité correspondante. Avant d’utiliser ce service, veuillez vous entretenir avec vos collègues responsables des politiques ou de la confidentialité pour confirmer que vos recherches nécessitent une telle documentation.",
  "landing-page.intro_4": "Ces documents sont adaptés aux entrevues et aux tests d'utilisabilité, en personne comme en ligne.",
  "landing-page.steps-lead-in": "Une fois que vous aurez généré les formulaires et déclarations, veuillez les réviser pour vous assurer de leur alignement avec votre étude. Il est possible que les termes utilisés ne correspondent pas nécessairement à tous les protocoles d'étude. Après avoir examiné les documents à l'interne, envoyez-les au bureau d'Accès à l'information et protection des renseignements personnels (AIPRP) de votre ministère pour obtenir son approbation. Vous devez également leur indiquer:",
  "landing-page.steps-recruit": "comment vous prévoyez de recruter les personnes participantes;",
  "landing-page.steps-tools": "quels outils vous allez utiliser (dictaphone, bloc-notes ou caméra); et",
  "landing-page.steps-activities": "quelles activités vous allez demander aux personnes participantes de réaliser.",
  "landing-page.option1": "Créer un formulaire de consentement pour des études de recherche en conception",
  "landing-page.option2": "formulaire de recrutement par l'intermédiaire d'un tiers",
  "questions-1.title": "Créer un formulaire de consentement et une déclaration de confidentialité personnalisés pour votre recherche en conception",
  "questions-1.intro": "Vos réponses seront intégrées à un formulaire de consentement et à une déclaration de confidentialité que les personnes participantes devront lire et accepter. Vous pourrez télécharger, vérifier et modifier le formulaire de consentement ultérieurement.",
  "contactInfo.title": "En cas de questions concernant votre recherche en conception, qui les personnes participantes devraient-elles contacter?",
  "form.researcher_name": "Nom",
  "form.researcher_phone": "Numéro de téléphone au travail",
  "form.researcher_email": "Adresse courriel au travail (SCT)",
  "form.researcher_email.desc": "Veuillez saisir une adresse courriel gc.ca ou canada.ca valide.",
  "form.is_with_cds": "Travaillez-vous pour le Service numérique canadien?",
  "form.is_with_cds_on": "Oui",
  "form.is_with_cds_off": "Non",
  "form.department_name": "Votre ministère",
  "form.department_acronym": "Abréviation correspondant à votre ministère",
  "form.department_authority": "Quel texte législatif autorise votre ministère à recueillir des renseignements sur les personnes participantes?",
  "form.department_authority.desc": "p. ex. : « Loi sur la gestion des finances publiques »",
  "form.department_atip_office": "Nom du bureau de l'AIPRP de votre ministère",
  "form.department_atip_office_email": "Adresse courriel du bureau de l'AIPRP de votre ministère",
  "form.department_atip_office_phone": "Numéro de téléphone du bureau de l'AIPRP de votre ministère",
  "form.department_information_bank": "Quels sont l'intitulé et le numéro du fichier de renseignements personnels décrivant les renseignements personnels recueillis?",
  "form.department_information_bank_desc": "p. ex. : « Activités de sensibilisation, fichier de renseignements personnels (Programme canadien des armes à feu) »",
  "form.department_information_bank_url": "Quelle est l'URL du fichier de renseignements personnels décrivant les renseignements personnels recueillis?",
  "testInfo.title": "Renseignements sur la recherche",
  "form.is_with_partner": "Mènerez-vous la recherche avec un autre ministère (partenaire)?",
  "form.is_with_partner_on": "Oui",
  "form.is_with_partner_off": "Non",
  "form.partner_department_name": "Avec quel ministère allez-vous mener cette recherche?",
  "form.partner_department_name.desc": "p. ex. : « Agence du revenu du Canada », « Ressources naturelles Canada »",
  "form.partner_department_acronym": "Quelle est l'abréviation correspondant au ministère?",
  "form.partner_department_acronym.desc": "p. ex. : « ARC », « RNCan »",
  "form.partner_department_authority": "Quel texte législatif autorise le ministère à recueillir des renseignements sur les personnes participantes?",
  "form.partner_department_authority.desc": "p. ex. : « La Loi sur l'Agence du revenu du Canada ». En cas de doute, consultez votre conseiller ou conseillère en politiques.",
  "form.research_method": "Quel genre de recherche menez-vous?",
  "Interview": "Entrevue",
  "form.usability_testing": "Tests d'utilisabilité (une séance durant laquelle on demande à la personne participante d'utiliser un site Web ou un processus tout en lui posant des questions sur les améliorations à apporter au site Web ou processus en question)",
  "form.research_goal": "Quel est l'objectif de votre recherche? (champ obligatoire)",
  "form.research_goal.desc": "Essayez d'utiliser des termes simples, comme dans les exemples suivants : « Comprendre comment les gens créent un compte Notification GC »; « Permettre aux vétérans de choisir plus facilement des services ACC »; « Découvrir les efforts qu'il faut faire pour trouver notre outil en ligne lié à la COVID-19. »",
  "form.session_activity": "Qu'allez-vous demander aux personnes participantes de faire pendant les séances? (Champ obligatoire)",
  "form.session_activity.desc": "p. ex. : « Réaliser des tâches à l'aide de notre prototype de logiciel et décrire leurs réflexions et leurs impressions par rapport au processus. »",
  "form.session_duration": "Combien de temps la séance va-t-elle durer? (champ obligatoire)",
  "form.session_duration.desc": "p. ex. : « Une heure », « Pas plus de 30 minutes ». Répondez avec autant de précision que possible.",
  "form.personal_information_collected": "Quels renseignements personnels allez-vous recueillir durant cette activité de recherche? (Champ obligatoire)",
  "form.personal_information_collected.desc": "Faites la liste des renseignements que vous allez recueillir. Séparez-les à l'aide de virgules. Essayez de répondre avec précision. p. ex. : «  ge, nom, coordonnées ».",
  "form.personal_information_retention": "Combien de temps allez-vous conserver ces renseignements personnels?",
  "form.personal_information_retention.desc": "p. ex. : « 30 jours », « 60 jours »",
  "compensation.title": "Rémunération",
  "form.compensation": "Allez-vous rémunérer les personnes participantes pour le temps qu'elles consacreront à la recherche?",
  "form.compensation_method": "Comment les personnes participantes vont-elles recevoir leur rémunération?",
  "Mastercard gift card": "Carte-cadeau Mastercard",
  "Visa gift card": "Carte-cadeau VISA",
  "Cheque": "Chèque",
  "Other": "Autre",
  "form.other_compensation_method": "Veuillez préciser",
  "form.compensation_value": "À combien s'élève la rémunération que vous prévoyez d'offrir à la personne participante?",
  "$50 (for 1 hour of their time)": "50 CAD (pour une séance d'une heure)",
  "$25 (For 30 minutes of their time)": "25 CAD (pour une séance de 30 minutes)",
  "$10 (For at least 8.5 minutes of their time)": "10 CAD (pour une séance d'au moins 10 minutes)",
  "Other amount": "Autre montant",
  "form.other_compensation_value": "Veuillez préciser",
  "privacy.title": "Protection de la vie privée de la personne participante",
  "form.confidentiality": "Comment allez-vous protéger la vie privée de la personne participante?",
  "Anonymized": "Le retrait des renseignements d'identification compliquera l'identification des personnes participantes",
  "Anonymous": "En ne recueillant pas son identité.",
  "Confidential": "En faisant référence à la personne participante à l'aide d'un numéro ou d'un pseudonyme, de sorte que personne en dehors du ministère ne sache de qui il s'agit (approche la plus courante).",
  "Not confidential": "En communiquant uniquement à l'interne et avec l'organisme partenaire les réponses et l'identité de la personne participante, de sorte que personne en dehors de votre équipe et de celle de votre partenaire ne puisse identifier la personne participante.",
  "Public": "Aucune protection n'est en place. L'identité et les réponses de la personne participante, de même que les renseignements la concernant, seront rendus accessibles au public.",
  "form.personal_information_disclosed_to_public": "Quels renseignements et quelles réponses des personnes participantes allez-vous rendre publics?",
  "form.personal_information_disclosed_to_public.desc": "p. ex. « Citations, nom et âge ».",
  "form.administrative_decision": "Les réponses des personnes participantes affecteront-elles leur accès aux services ou aux prestations du gouvernement du Canada?",
  "form.administrative_decision.desc": "Les meilleures pratiques veulent que ces réponses n'affectent pas l'accès aux services ou aux prestations du gouvernement.",
  "form.administrative_impact": "Quels seront les services ou prestations affectés par les réponses des personnes participantes durant cette séance de recherche?",
  "form.administrative_impact.desc": "p. ex. : « Programme de subvention canadienne pour des maisons plus vertes »",
  "form.administrative_response_impact": "Comment les réponses des personnes participantes au cours de cette séance de recherche affecteront-elles leur accès aux services ou aux prestations du gouvernement?",
  "form.administrative_response_impact.desc": "p. ex. « Modification de la date de votre cérémonie de citoyenneté »",
  "form.share_notice": "Comment allez-vous transmettre l'avis de confidentialité et le formulaire de consentement aux personnes participantes?",
  "form.share_notice.desc": "Des liens vers les sites Web seront intégrés au texte si ces documents sont transmis aux personnes participantes de manière virtuelle.",
  "form.virtual_copy": "De manière virtuelle (p. ex. par courriel)",
  "form.printed_copy": "Sur un support imprimé",
  "form.consent": "Comment allez-vous obtenir le consentement de la personne participante?",
  "Verbally": "Verbalement",
  "In writing": "Par écrit",
  "form.is_business": "La personne participante représentera-t-elle une entreprise, une organisation à but non lucratif ou un autre organisme?",
  "form.is_business.desc": "Un ministère gouvernemental n'est pas une entreprise ni un commerce.",
  "form.recording_type": "Comment allez-vous enregistrer la personne participante?",
  "Screen only": "Enregistrement de l'écran uniquement",
  "Screen and audio": "Enregistrement de l'écran avec son",
  "Audio only": "Enregistrement audio uniquement",
  "Video and audio": "Enregistrement vidéo et audio",
  "None": "Pas d'enregistrement",
  "form.will_the_recording_be_disclosed": "Allez-vous transmettre l'enregistrement à d'autres ministères gouvernementaux?",
  "form.departments_disclosed": "À quels ministères allez-vous transmettre l'enregistrement?",
  "form.departments_disclosed.desc": "Séparez-les à l'aide de virgules, p. ex. Agence du revenu du Canada, Gendarmerie royale du Canada, Ressources naturelles Canada. Si vous prévoyez de transmettre l'enregistrement à plusieurs ministères, vous pouvez écrire « autres organismes gouvernementaux ».",
  "form.purposes_for_which_the_recording_may_be_disclosed": "Dans quelles circonstances allez-vous communiquer l'enregistrement à d'autres ministères?",
  "form.purposes_for_which_the_recording_may_be_disclosed.desc": "p. ex. « pour prouver qu'une partie d'un service doit être améliorée »",
  "errors.field_empty": "Ce champ doit être rempli",
  "errors.must_choose_option": "Vous devez choisir une option",
  "warning.anon": "Vous ne pouvez pas choisir l'enregistrement vidéo si vous ne recueillez pas l'identité du participant ou si vous anonymisez les réponses.",
  "warning.consent": "Vous devez obtenir le consentement par écrit si vous rémunérez le participant.",
  "errors.recording_type": "Vous ne pouvez pas choisir l'enregistrement vidéo si vous ne recueillez pas l'identité du participant ou si vous anonymisez les réponses.",
  "errors.consent": "Vous devez obtenir le consentement par écrit si vous rémunérez le participant.",
  "Skip": "Sauter",
  "feedback.title": "Commentaires",
  "form.what_went_wrong": "Qu'est-ce qui ne s'est pas bien passé?",
  "form.what_went_wrong.desc": "N'écrivez pas de renseignements d'identification personnelle dans la boîte de texte.",
  "feedback-thanks.title": "Merci",
  "feedback-thanks.intro": "Merci de vos commentaires.",
  "feedback_link_text": "Fournir des commentaires",
  "email-link.title": "Vous avez du courrier",
  "email-link.title-missing": "Votre lien n'a pas été envoyé par courriel.",
  "email-link.intro": "Un lien permettant de récupérer vos réponses a été envoyé à",
  "email-link.missing": "Nous n'avons pas réussi à vous envoyer un lien par courriel. Avez-vous fourni une adresse courriel?",
  "errors.requiredField": "Un champ obligatoire est manquant",
  "errors.researcher_email": "Votre adresse de courriel doit se terminer par « .gc.ca »",
  "action": "démarche",
  "Yes": "Oui",
  "No": "Non",
  "SMS": "SMS",
  "form.expiry": "formulaire.expiration",
  "form.expiry.desc": "form.expiration.desc",
  "form.upload": "fichier téléchargé",
  "backgroundInfo.title": "Informations de base",
  "backgroundInfo.desc": "Effectuerez-vous des recherches avec un autre ministère ?",
  "feedback.not_setup": "Malheureusement, l'ajout de commentaires n'est pas encore configuré.",
  "form.phase": "BÊTA",
  "form.email": "form.email",
  "form.email.desc": "form.email.desc",
  "form.fullname": "form.fullname",
  "form.fullname.desc": "form.fullname.desc",
  "form.notify_by.desc": "form.notify_by.desc",
  "form.send_notifications.desc": "form.send_notifications.desc",
  "personal.intro": "personal.intro",
  "personal.title": "personal.title",
  "start.intro": "What you'll need to set up notifications:<ul><li>Your information 1</li><li>Your information 2</li></ul>",
  "start.intro.banner": "This is a demo",
  "start.submit": "Let's Go",
  "Government of Canada": "Government of Canada",
  "required": "required",
  "Virtual copy (e.g. email)": "De manière virtuelle (p. ex. par courriel)",
  "Printed Copy": "Sur un support imprimé",
  "Usability Testing": "Usability Testing",
  "form.department_information_bank.desc": "form.department_information_bank.desc",
  "form.department_information_url.desc": "form.department_information_url.desc"
}